export const daily: string[] = ['ПН', 'ВТ', 'СР', 'ЧТ', 'ПТ', 'СБ', 'ВС'];

export const months: { [key: number]: string } = {
    0: 'Январь',
    1: 'Февраль',
    2: 'Март',
    3: 'Апрель',
    4: 'Май',
    5: 'Июнь',
    6: 'Июль',
    7: 'Август',
    8: 'Сентябрь',
    9: 'Октябрь',
    10: 'Ноябрь',
    11: 'Декабрь',
};

export const colors: string[] = [
    '#FF6B6B',
    '#FFD166',
    '#118AB2',
    '#06D6A0',
    '#EF476F',
    '#FF0000',
    '#0000FF',
    '#9400D3',
    '#7CfC00',
    '#FF69B4',
];
